package com.javaonlinecourse.b3lesson6.homework;

/**
 * Author: E_Mitrohin
 * Date:   09.12.2016.
 *
 * Hаписать generic класс myArray, который бы мог работать с числами
 * Реализовать поле objectArray - хранит массив объектов
 * в качестве аргумента конструктора использовать целое число (int), которое определит размер массива
 * реализовать методы:
 *  вставки в ячейку числа,
 *  очистки ячейки - присвоить роль
 *  среднее геометрическое , включающую обработку исключений
 *  среднее гармоническое , включающую обработку исключений
 */
public class HW01 {
}
