package com.javaonlinecourse.b3lesson3.homework;

import java.util.HashSet;

/**
 * @author emitrohin
 * @version 1.0
 *          25.11.2016
 *
 *  Создать HashSet с типом элементов String.
 *  Добавить в него 10 элементов:
 *  енот,
 *  барсук,
 *  лось,
 *  медведь,
 *  косуля,
 *  барс,
 *  росомаха,
 *  кабан,
 *  лисица,
 *  волк.
 *
 *  Вывести содержимое в консоль, каждый элемент с новой строки.
 *  Пронаблюдать, как изменился меняется порядок добавленных элементов.
 */
public class CW06 {

}
