package com.javaonlinecourse.b3lesson3.homework;

/**
 * @author emitrohin
 * @version 1.0
 *          25.11.2016
 * Внутри класса создать public static классы Human, Horse.
 * Реализовать метод createHumans, котороый должен возвращать множество с 4 людьми.
 * Реализовать метод createHorses, котороый должен возвращать множество с 3 конями.
 * Реализовать метод merge, котороый должен возвращать объединенное
 * множество всех людей и коней.
 * Реализовать метод removeHorses, котороый должен удалять
 * из объединенного множества всех лошадей.
 * Реализовать метод printAll выводит всех объекты, которые в нем есть  с новой строки
 */
public class CW10 {
}
