package com.javaonlinecourse.b3lesson1.homework;

/**
 * @author emitrohin
 * @version 1.0
 *          23.11.2016
 *
 *          Написать консольный рисовальщик фигур
 *          квадрат, прямоугольник, прямоугольный треугольник

 *          В качестве входящих значений использовать
 *          аргументы командной строки
 *
 *          пример теста
 *          java HW03 -square 5
 *
 *          *****
 *          *****
 *          *****
 *          *****
 *          *****
 *
 *          java HW03 -rect 4 5
 *
 *          ****
 *          ****
 *          ****
 *          ****
 *          ****
 *
 *          java HW03 -tri 6
 *
 *          *
 *          **
 *          ***
 *          ****
 *          *****
 *          ******
 */
public class HW03 {
}
